[
  {
    "id": 1,
    "title": "Capítulo 174: Revelaciones de Gojo",
    "date": "2025-06-20",
    "category": "Manga",
    "author": "Juan Pérez",
    "readingTime": "4 min",
    "tags": ["Gojo", "Revelaciones"],
    "featured": true,
    "excerpt": "En el último capítulo, Gojo despliega un nuevo nivel de su técnica ilimitada y deja en shock a los lectores.",
    "image": "img/noticias/174.jpg",
    "bannerImage": "img/noticias/174-banner.jpg",
    "url": "noticia.html?id=1",
    "content": "<p>El capítulo 174 de <em>Jujutsu Kaisen</em> abre con una ilustración impactante de Satoru Gojo elevando su nivel de energía maldita. Desde las primeras viñetas, se aprecia un aura púrpura más intensa alrededor de su cuerpo, anticipando la revelación de nuevas técnicas.</p>\n<h3>Dominio Espacial Avanzado</h3>\n<p>Gojo introduce una variante avanzada de su Técnica Ilimitada, llamada <strong>Dominio Espacial Espejo</strong>. Esta técnica le permite reflejar ataques de alta velocidad de vuelta al atacante con una precisión milimétrica. En la secuencia de combate, las viñetas muestran ondas de choque cruzando el escenario, resaltando la velocidad y el control absoluto de Gojo.</p>\n<h3>Reacciones de los Personajes</h3>\n<p>Yuji Itadori y Megumi Fushiguro observan con asombro, conscientes de la inmensa brecha de poder. La expresión en sus rostros y el uso de sombras profundas subrayan la tensión dramática de la escena.</p>\n<h3>Implicaciones en la Trama</h3>\n<p>Este despliegue no solo sirve para aplastar a sus oponentes, sino también para recalcar el abismo de poder que separa al maestro de sus enemigos. Los foros de fans se llenan de teorías sobre posibles contramedidas y vilipendios contra futuras amenazas.</p>"
  },
  {
    "id": 2,
    "title": "Temporada 2 de Jujutsu Kaisen Confirmada",
    "date": "2025-05-15",
    "category": "Anime",
    "author": "Redacción Fanpage",
    "readingTime": "4 min",
    "tags": ["Temporada 2", "Anuncio"],
    "featured": true,
    "excerpt": "La cuenta oficial ha lanzado un teaser trailer que confirma la producción de la esperada segunda temporada.",
    "image": "img/noticias/season2.jpg",
    "bannerImage": "img/noticias/season2-banner.jpg",
    "url": "noticia.html?id=2",
    "content": "<p>La productora MAPPA ha liberado un teaser electrizante que anuncia el regreso de <em>Jujutsu Kaisen</em> en su segunda temporada. En apenas 30 segundos, el video recorre fragmentos de combates contra maldiciones de nivel superior y nuevas localizaciones llenas de detalles.</p>\n<h3>Detalles del Proyecto</h3>\n<p>Se confirma que el director Sunghoo Park volverá para supervisar las escenas de acción, mientras que un equipo de animadores de renombre trabaja en fondos más realistas y fluidos. El teaser culmina con un vistazo de un nuevo Opening con coros dramáticos.</p>\n<h3>Elenco y Staff</h3>\n<p>Junya Enoki retomará su papel como Yuji Itadori y Junichi Suwabe vuelve como Sukuna. Además, Akiyuki Tateyama se une como compositor principal, prometiendo una banda sonora aún más épica.</p>\n<h3>Expectativas de los Fans</h3>\n<p>Las redes sociales explotan con fan art y debates sobre los arcos a adaptar. Entre los más mencionados están la batalla del clan Zenin y la primera aparición de Toji Fushiguro.</p>"
  },
  {
    "id": 3,
    "title": "Trailer de la Película “Jujutsu Kaisen 0”",
    "date": "2025-04-10",
    "category": "Eventos",
    "author": "María Gómez",
    "readingTime": "4 min",
    "tags": ["Película", "Trailer"],
    "featured": false,
    "excerpt": "Se ha publicado el primer avance oficial de la película precuela, mostrando escenas inéditas de Yuta Okkotsu.",
    "image": "img/noticias/movieTrailer.jpg",
    "bannerImage": "img/noticias/movieTrailer-banner.jpg",
    "url": "noticia.html?id=3",
    "content": "<p>El primer tráiler de “<strong>Jujutsu Kaisen 0</strong>” impacta con su cinemática oscura y detallada. Se muestra el vínculo trágico entre Yuta Okkotsu y la maldición Rika en escenas que combinan horror y belleza.</p>\n<h3>Calidad Visual e Impacto</h3>\n<p>La animación presenta un nivel de detalle cinematográfico: los efectos de energía maldita brillan con texturas realistas, mientras los paisajes urbanos mantienen un tono sombrío que refuerza la atmósfera.</p>\n<h3>Voces y Música</h3>\n<p>Megumi Han regresa como Yuta, y Maaya Sakamoto como Rika. La breve muestra de la banda sonora, compuesta por Go Shiina, deja escuchar temas épicos que prometen elevar la experiencia.</p>\n<h3>Conexión con la Serie Principal</h3>\n<p>Al final aparece un breve plano de Gojo en su forma adulta, sugiriendo un vínculo narrativo con la línea temporal de la serie. Esto ha desatado especulaciones sobre crossovers entre arcos.</p>"
  },
  {
    "id": 4,
    "title": "Lanzamiento de la Banda Sonora Original",
    "date": "2025-06-01",
    "category": "Multimedia",
    "author": "Equipo JJK",
    "readingTime": "4 min",
    "tags": ["Banda Sonora", "OST"],
    "featured": false,
    "excerpt": "Ya está disponible en todas las plataformas la banda sonora oficial, con el tema principal de Yuji Itadori.",
    "image": "img/noticias/soundtrack.jpg",
    "bannerImage": "img/noticias/soundtrack-banner.jpg",
    "url": "noticia.html?id=4",
    "content": "<p>La OST de <em>Jujutsu Kaisen</em> ya aterrizó en plataformas de streaming. Compuesta por Hiroaki Tsutsumi, Yoshiya Hosaka y Alisa Okehazama, fusiona orquesta y electrónica para capturar la esencia de la serie.</p>\n<h3>Pistas Destacadas</h3>\n<p>“Resolve” de Yuji Itadori abre el álbum con coros y guitarras eléctricas, mientras “Black Flash” destaca por sus percusiones intensas y ritmo acelerado.</p>\n<h3>Edición Física y Bonus</h3>\n<p>La edición limitada en vinilo incluye arte exclusivo de Gege Akutami y un libreto de 40 páginas con bocetos. Además, viene con códigos para descargar pistas extras.</p>\n<h3>Comentarios del Compositor</h3>\n<p>Hiroaki Tsutsumi declaró: “Quise explorar la dualidad de los personajes usando armonías menores y escalas ascendentes para transmitir tensión y esperanza.”</p>"
  }
]
